{
    "currentLanguage": "EN",
    "home": "Home",
    "aboutUs": "About Us",
    "services": "Services",
    "careers":"Careers",
    "contactUs": "Contact Us",
    "homeHeader1Text1": "Coding success together",
    "homeHeader1Text2": "Staff augmentation services to ramp up your software development teams.",
    "homeButton1": "Get Started",
    "homeHeader2Text1": "We are professional",
    "homeHeader2Text2": "We excel at providing you with the best software developers, UI/UX designers, managers, and QA engineers. These are some of the roles that you can access by hiring our Staff Augmentation services. The main benefits include lower costs, improving speed, and efficiency.",
    "homeButton2": "Get Started",
    "homeCarouselPrevious": "Previous",
    "homeCarouselNext": "Next",
    "featuredServicesTitle1": "Looking for a partner?",
    "featuredServicesDescription1": "No matter you need to craft the idea for a completely new product or evaluate the quality of an already existing one, we're here to help you measuring success by the duration of our long-term partnerships.",
    "featuredServicesTitle2": "Building bigger ideas Together",
    "featuredServicesDescription2": "Everyone working on your project is fully invested in its success. We care just as much about how your software looks and performs as we do about the problem that it's solving.",
    "featuredServicesTitle3": "We're the whole package",
    "featuredServicesDescription3": "Not to brag about it, but we are pretty good at these.",
    "aboutUsDescription": "Seamless collaboration, total transparency, secure delivery. We've developed a better approach to custom software development.",
    "aboutUsTitle1": "Our Mission",
    "aboutUsDescription1": "Our mission is to enhance business growth of our customers with creative design, development and to deliver market defining high quality solutions that create value and reliable competitive advantage to customers around the globe.",
    "aboutUsTitle2": "Our Plan",
    "aboutUsDescription2": "We offer a phased approach towards your business drivers and help IT organizations to align their goals towards the overall vision of the business.",
    "aboutUsTitle3": "Our Vision",
    "aboutUsDescription3": "Our main objective is to constantly develop and become a leading player in this competitive global market. Fortunately, we have been able to assemble a team of professionals who can shape and shape their collective experiences, all of whom possess outstanding talent that can help accelerate your organization.",
    "servicesDescription": "We have quite some experience in the tech field, and we have been proven successful in it. We provide Staff Augmentation Services and software development according to your needs.",
    "servicesTitle1": "STAFF AUGMENTATION",
    "servicesDescription1": "Highly skilled professionals ready to join your team in order to accomplish your business goals: software developers, PM's, UX/UI designers and QA automation, all bilingual and with Senior profiles. Benefits? cost effective, cultural similarity, aligned time zone and more.",
    "servicesTitle2": "SOFTWARE DEVELOPMENT",
    "servicesDescription2": "A highly-qualified team of committed professionals that develop through Agile methodologies. We focus on creating made-to-measure software to provide the right solution.Fluent communication, adaptability and flexibility describe us.",
    "servicesTitle3": "APP DEVELOPMENT",
    "servicesDescription3": "We design & develop feature-rich mobile apps. Technology + Design + Innovation + Quality + Efficiency is the combination we choose to create highly-qualified mobile applications. Solid Expertise on iOS and Android platforms. Custom mobile application development (native, cross-platform and mobile web apps). The main results are speed, quality, cost-efficiency, and portability.",
    "servicesTitle4": "UI / UX DESIGN",
    "servicesDescription4": "Design is not just what it looks like and feels like. Design is how it works. We solve very complicated problems without letting people know how complicated the problem was.",
    "servicesTitle5": "PRODUCT DISCOVERY",
    "servicesDescription5": "We aim to build long lasting relationships with our clients as well, and position ourselves as much more than just a supplier, a technology partner.",
    "careersDescription": "Join the team! Send us your CV.",
    "careersCVnameLabel": "Full name",
    "careersCVemailLabel": "Email address",
    "careersCVfileLabel": "Your CV",
    "careersSubmitLabel": "Submit",
    "careersSubmitCollapseAlertHeaderOk": "Success!",
    "careersSubmitCollapseAlertHeaderError": "Oh no!",
    "careersSubmitCollapseAlertMainMessageOk": "An email was sent to our recruitment team. Remember you can contact us at any time by emailing us to <a href=\"mailto:careers@booster.software?subject=I'd%20love%20to%20work%20at%20Booster!&body=%5BPlease%20include%20a%20short%20bio%20and%20attach%20your%20CV%5D\">careers@booster.software</a>",
    "careersSubmitCollapseAlertMainMessageError":"There was an error with your request. Please send us an email to <a href=\"mailto:careers@booster.software?subject=I'd%20love%20to%20work%20at%20Booster!&body=%5BPlease%20include%20a%20short%20bio%20and%20attach%20your%20CV%5D\">careers@booster.software</a>",
    "careersSubmitCollapseAlertFooterMessageOk": "We’ll be in touch soon!",
    "careersSubmitCollapseAlertFooterMessageError": "",
    "letsWorkTogetherTitle": "Let's Work Together",
    "letsWorkTogetherDescription": "Get in touch to let us know what you're looking for and one of our solutions architects will get back to you soon.",
    "ourClients": "Our Clients",
    "teamTitle": "Team",
    "teamDescription": "If you want to go fast, go alone. If you want to go far, go together.",
    "contactUsDescription": "Need a hand? Let's talk!",
    "address": "Address",
    "phoneNumber": "Phone Number",
    "email": "Email",
    "footerLogoDescription": "Seamless collaboration, total transparency, secure delivery.<br>We've developed a better approach to custom software development.",
    "footerUsefulLinks": "Useful Links",
    "footerPhone": "Phone:",
    "footerEmail": "Email:",
    "copyright": "Copyright © 2023 Booster Software. All Rights Reserved."
}