{
    "currentLanguage": "ES",
    "home": "Inicio",
    "aboutUs": "Nosotros",
    "services": "Servicios",
    "careers":"Trabaja con nosotros",
    "contactUs": "Contacto",
    "homeHeader1Text1": "Codificando juntos el éxito",
    "homeHeader1Text2": "Servicios de Staff Augmentation para fortalecer sus equipos de desarrollo de software.",
    "homeButton1": "Empezar",
    "homeHeader2Text1": "Somos profesionales",
    "homeHeader2Text2": "Nos destacamos por brindar los mejores desarrolladores de software, diseñadores de UI/UX, gerentes e ingenieros de control de calidad. Estos son algunos de los roles a los que podrá acceder contratando nuestros servicios de Staff Augmentation. Los principales beneficios incluyen menores costos, mejora de la velocidad y la eficiencia.",
    "homeButton2": "Empezar",
    "homeCarouselPrevious": "Anterior",
    "homeCarouselNext": "Siguiente",
    "featuredServicesTitle1": "¿Buscando un compañero?",
    "featuredServicesDescription1": "No importa si necesita idear un producto completamente nuevo o evaluar la calidad de uno ya existente, estamos aquí para ayudarlo a medir el éxito según la duración de nuestras asociaciones a largo plazo.",
    "featuredServicesTitle2": "Construyendo juntos ideas más grandes",
    "featuredServicesDescription2": "Todos los que trabajan en su proyecto están totalmente comprometidos con su éxito. Nos preocupamos tanto por el aspecto y el rendimiento de su software como por el problema que resuelve.",
    "featuredServicesTitle3": "Somos el paquete completo",
    "featuredServicesDescription3": "No es por alardear de ello, pero somos bastante buenos en esto.",
    "aboutUsDescription": "Colaboración perfecta, transparencia total y entrega segura. Hemos desarrollado un mejor enfoque para el desarrollo de software personalizado.",
    "aboutUsTitle1": "Misión",
    "aboutUsDescription1": "Nuestra misión es mejorar el crecimiento empresarial de nuestros clientes con diseño y desarrollo creativos y ofrecer soluciones de alta calidad que definan el mercado y que creen valor y una ventaja competitiva confiable para los clientes de todo el mundo.",
    "aboutUsTitle2": "Plan",
    "aboutUsDescription2": "Ofrecemos un enfoque gradual hacia los impulsores de su negocio y ayudamos a las organizaciones de TI a alinear sus objetivos con la visión general del negocio.",
    "aboutUsTitle3": "Visión",
    "aboutUsDescription3": "Nuestro principal objetivo es desarrollarnos constantemente y convertirnos en un actor líder en este competitivo mercado global. Afortunadamente, hemos podido reunir un equipo de profesionales que pueden dar forma y dar forma a sus experiencias colectivas, quienes poseen un talento excepcional que puede ayudar a acelerar su organización.",
    "servicesDescription": "Tenemos bastante experiencia en el campo de la tecnología y hemos demostrado tener éxito en él. Brindamos servicios de Staff Augmentation y desarrollo de software de acuerdo a sus necesidades.",
    "servicesTitle1": "STAFF AUGMENTATION",
    "servicesDescription1": "Profesionales altamente capacitados y listos para unirse a tu equipo para lograr tus objetivos de negocio: desarrolladores de software, PM's, diseñadores UX/UI y automatización de QA, todos bilingües y con perfiles Senior. ¿Beneficios? Rentable, similitud cultural, zona horaria alineada y más.",
    "servicesTitle2": "DESARROLLO DE SOFTWARE",
    "servicesDescription2": "Un equipo altamente calificado de profesionales comprometidos que se desarrollan a través de Metodologías Ágiles. Nos enfocamos en crear software a medida para brindar la solución adecuada. Comunicación fluida, adaptabilidad y flexibilidad nos describen.",
    "servicesTitle3": "DESARROLLO DE APLICACIONES",
    "servicesDescription3": "Diseñamos y desarrollamos aplicaciones móviles ricas en funciones. Tecnología + Diseño + Innovación + Calidad + Eficiencia es la combinación que elegimos para crear aplicaciones móviles altamente cualificadas. Sólida experiencia en plataformas iOS y Android. Desarrollo de aplicaciones móviles a medida (aplicaciones web nativas, multiplataforma y móviles). Los principales resultados son velocidad, calidad, rentabilidad y portabilidad.",
    "servicesTitle4": "DISEÑO UI/UX",
    "servicesDescription4": "El diseño no es sólo lo que parece y se siente. El diseño es cómo funciona. Resolvemos problemas muy complicados sin que la gente sepa lo complicado que es el problema.",
    "servicesTitle5": "DESCUBRIMIENTO DEL PRODUCTO",
    "servicesDescription5": "Nuestro objetivo también es construir relaciones duraderas con nuestros clientes y posicionarnos como mucho más que un simple proveedor, un socio tecnológico.",
    "careersDescription": "¡Únete al equipo! Envíanos tu CV.",
    "careersCVnameLabel": "Nombre y apellido",
    "careersCVemailLabel": "Email",
    "careersCVfileLabel": "Tu CV",
    "careersSubmitLabel": "Enviar",
    "careersSubmitCollapseAlertHeaderOk": "¡Éxito!",
    "careersSubmitCollapseAlertHeaderError": "¡Oh no!",
    "careersSubmitCollapseAlertMainMessageOk": "Se envió un correo electrónico a nuestro equipo de reclutamiento. Recuerda que puedes contactar con nosotros en cualquier momento enviándonos un email a <a href=\"mailto:careers@booster.software?subject=%C2%A1Me%20encantr%C3%ADa%20trabajar%20en%20Booster!&body=%5BPor%20favor%2C%20incluye%20una%20breve%20biograf%C3%ADa%20y%20adjunta%20tu%20CV%5D\">careers@booster.software</a>",
    "careersSubmitCollapseAlertMainMessageError":"Hubo un error con tu solicitud. Por favor, envíanos un email a <a href=\"mailto:careers@booster.software?subject=%C2%A1Me%20encantr%C3%ADa%20trabajar%20en%20Booster!&body=%5BPor%20favor%2C%20incluye%20una%20breve%20biograf%C3%ADa%20y%20adjunta%20tu%20CV%5D\">careers@booster.software</a>",
    "careersSubmitCollapseAlertFooterMessage": "¡Estaremos en contacto pronto!",
    "letsWorkTogetherTitle": "Trabajemos juntos",
    "letsWorkTogetherDescription": "Póngase en contacto para hacernos saber lo que está buscando y uno de nuestros arquitectos de soluciones se comunicará con usted pronto.",
    "ourClients": "Nuestros Clientes",
    "teamTitle": "Equipo",
    "teamDescription": "Si quieres ir rápido, ve solo. Si quieres llegar lejos, ve acompañado.",
    "contactUsDescription": "¿Necesita una mano? ¡Hablemos!",
    "address": "Dirección",
    "phoneNumber": "Número de teléfono",
    "email": "Email",
    "footerLogoDescription": "Colaboración perfecta, transparencia total y entrega segura.<br>Hemos desarrollado un mejor enfoque para el desarrollo de software personalizado.",
    "footerUsefulLinks": "Enlaces útiles",
    "footerPhone": "Teléfono:",
    "footerEmail": "Email:",
    "copyright": "Copyright © 2023 Booster Software. Todos los derechos reservados."
}