{
    "currentLanguage": "ES",
    "home": "Inicio",
    "aboutUs": "Nosotros",
    "services": "Servicios",
    "careers":"Trabaja con nosotros",
    "contactUs": "Contacto",
    "homeHeader1Text1": "Codificando juntos el éxito",
    "homeHeader1Text2": "Servicios de Staff Augmentation para fortalecer sus equipos de desarrollo de software.",
    "homeButton1": "Empezar",
    "homeHeader2Text1": "Somos profesionales",
    "homeHeader2Text2": "Nos destacamos por brindar los mejores desarrolladores de software, diseñadores de UI/UX, gerentes e ingenieros de control de calidad. Estos son algunos de los roles a los que podrá acceder contratando nuestros servicios de Staff Augmentation. Los principales beneficios incluyen menores costos, mejora de la velocidad y la eficiencia.",
    "homeButton2": "Empezar",
    "homeHeader3Text1": "Software a medida",
    "homeHeader3Text2": "No adapte su organización a un software, adoptaremos el software a su organización para que se ajuste a su cultura, satisfaga sus necesidades y aumente su productividad para lograr todos sus objetivos.",
    "homeButton3": "Conozca la <b>Booster Factory</b>",
    "homeCarouselPrevious": "Anterior",
    "homeCarouselNext": "Siguiente",
    "featuredServicesTitle1": "¿Buscando un compañero?",
    "featuredServicesDescription1": "No importa si necesita idear un producto completamente nuevo o evaluar la calidad de uno ya existente, estamos aquí para ayudarlo a medir el éxito según la duración de nuestras asociaciones a largo plazo.",
    "featuredServicesTitle2": "Construyendo juntos ideas más grandes",
    "featuredServicesDescription2": "Todos los que trabajan en su proyecto están totalmente comprometidos con su éxito. Nos preocupamos tanto por el aspecto y el rendimiento de su software como por el problema que resuelve.",
    "featuredServicesTitle3": "Somos el paquete completo",
    "featuredServicesDescription3": "No es por alardear de ello, pero somos bastante buenos en esto.",
    "aboutUsDescription": "Colaboración perfecta, transparencia total y entrega segura. Hemos desarrollado un mejor enfoque para el desarrollo de software personalizado.",
    "aboutUsTitle1": "Misión",
    "aboutUsDescription1": "Nuestra misión es mejorar el crecimiento empresarial de nuestros clientes con diseño y desarrollo creativos y ofrecer soluciones de alta calidad que definan el mercado y que creen valor y una ventaja competitiva confiable para los clientes de todo el mundo.",
    "aboutUsTitle2": "Plan",
    "aboutUsDescription2": "Ofrecemos un enfoque gradual hacia los impulsores de su negocio y ayudamos a las organizaciones de TI a alinear sus objetivos con la visión general del negocio.",
    "aboutUsTitle3": "Visión",
    "aboutUsDescription3": "Nuestro principal objetivo es desarrollarnos constantemente y convertirnos en un actor líder en este competitivo mercado global. Afortunadamente, hemos podido reunir un equipo de profesionales que pueden dar forma y dar forma a sus experiencias colectivas, quienes poseen un talento excepcional que puede ayudar a acelerar su organización.",
    "servicesDescription": "Tenemos bastante experiencia en el campo de la tecnología y hemos demostrado tener éxito en él. Brindamos servicios de Staff Augmentation y desarrollo de software de acuerdo a sus necesidades.",
    "servicesTitle1": "Staff augmentation",
    "servicesDescription1": "Profesionales altamente capacitados y listos para unirse a tu equipo para lograr tus objetivos de negocio: desarrolladores de software, PM's, diseñadores UX/UI y automatización de QA, todos bilingües y con perfiles Senior. ¿Beneficios? Rentable, similitud cultural, zona horaria alineada y más.",
    "servicesTitle2": "Desarrollo de software",
    "servicesDescription2": "Un equipo altamente calificado de profesionales comprometidos que se desarrollan a través de Metodologías Ágiles. Nos enfocamos en crear software a medida para brindar la solución adecuada. Comunicación fluida, adaptabilidad y flexibilidad nos describen.",
    "servicesTitle3": "Desarrollo de aplicaciones",
    "servicesDescription3": "Diseñamos y desarrollamos aplicaciones móviles ricas en funciones. Tecnología + Diseño + Innovación + Calidad + Eficiencia es la combinación que elegimos para crear aplicaciones móviles altamente cualificadas. Sólida experiencia en plataformas iOS y Android. Desarrollo de aplicaciones móviles a medida (aplicaciones web nativas, multiplataforma y móviles). Los principales resultados son velocidad, calidad, rentabilidad y portabilidad.",
    "servicesTitle4": "Diseño UI/UX",
    "servicesDescription4": "El diseño no es sólo lo que parece y se siente. El diseño es cómo funciona. Resolvemos problemas muy complicados sin que la gente sepa lo complicado que es el problema.",
    "servicesTitle5": "Descubrimiento del producto",
    "servicesDescription5": "Nuestro objetivo también es construir relaciones duraderas con nuestros clientes y posicionarnos como mucho más que un simple proveedor, un socio tecnológico.",
    "careersDescription": "¡Únete al equipo! Envíanos tu CV.",
    "careersCVnameLabel": "Nombre y apellido",
    "careersCVemailLabel": "Email",
    "careersCVfileLabel": "Tu CV",
    "careersCVfileDescription": "Selecciona un archivo",
    "careersSubmitLabel": "Enviar",
    "careersSubmitCollapseAlertHeaderOk": "¡Recibido!",
    "careersSubmitCollapseAlertHeaderError": "¡Oh no!",
    "careersSubmitCollapseAlertMainMessageOk": "Se envió un correo electrónico a nuestro equipo de reclutamiento. Recuerda que puedes contactarnos en cualquier momento enviándonos un email a <a href=\"mailto:careers@booster.software?subject=%C2%A1Me%20encantr%C3%ADa%20trabajar%20en%20Booster!&body=%5BPor%20favor%2C%20incluye%20una%20breve%20biograf%C3%ADa%20y%20adjunta%20tu%20CV%5D\">careers@booster.software</a>",
    "careersSubmitCollapseAlertMainMessageError":"Hubo un error con tu solicitud. Por favor, envíanos un email a <a href=\"mailto:careers@booster.software?subject=%C2%A1Me%20encantr%C3%ADa%20trabajar%20en%20Booster!&body=%5BPor%20favor%2C%20incluye%20una%20breve%20biograf%C3%ADa%20y%20adjunta%20tu%20CV%5D\">careers@booster.software</a>",
    "careersSubmitCollapseAlertFooterMessageOk": "¡Estaremos en contacto pronto!",
    "careersSubmitCollapseAlertFooterMessageError": "",
    "letsWorkTogetherTitle": "Trabajemos juntos",
    "letsWorkTogetherDescription": "Póngase en contacto para hacernos saber lo que está buscando y uno de nuestros arquitectos de soluciones se comunicará con usted pronto.",
    "ourClients": "Nuestros Clientes",
    "teamTitle": "Equipo",
    "teamDescription": "Si quieres ir rápido, ve solo. Si quieres llegar lejos, ve acompañado.",
    "contactUsDescription": "¿Necesita una mano? ¡Hablemos!",
    "address": "Dirección",
    "phoneNumber": "Número de teléfono",
    "email": "Email",
    "footerLogoDescription": "Colaboración perfecta, transparencia total y entrega segura.<br>Hemos desarrollado un mejor enfoque para el desarrollo de software personalizado.",
    "footerUsefulLinks": "Enlaces útiles",
    "footerPhone": "Teléfono:",
    "footerEmail": "Email:",
    "copyright": "Copyright © 2023 Booster Software. Todos los derechos reservados.",
    "navMenuFactory": "Booster Factory",
    "navMenuFactoryCustomSoftware": "Software a medida",
    "navMenuFactoryEcommerce": "e-Commerce",
    "factoryMainTitleText1": "Bienvenido a la <b>Booster Factory</b>",
    "factoryMainTitleText2": "Un centro de creatividad, experiencia y tecnología de vanguardia, dedicado a transformar sus ideas en aplicaciones potentes, escalables y fáciles de usar.",
    "factoryFeatures1Feature1": "Desarrollo de software",
    "factoryFeatures1Feature2": "Desarrollo de apps",
    "factoryFeatures1Feature3": "Desarrollo web",
    "factoryFeatures2Feature1": "Business-to-business (B2B)",
    "factoryFeatures2Feature2": "Soluciones de software",
    "factoryFeatures2Feature3": "e-Commerce",
    "factoryFeatures3Feature1": "Diseño 100% personalizado",
    "factoryFeatures3Feature2": "Sin cargo por venta",
    "factoryFeatures3Feature3": "Soporte gratis",
    "factoryCustomSoftwareTitle": "Ventajas del software a medida",
    "factoryCustomSoftwareDescription": "Al tratarse de un software especialmente desarrollado para su organización, encontrará muchas ventajas..",
    "factoryCustomSoftwareTitle1": "Proceso dedicado",
    "factoryCustomSoftwareDescription1": "Diseñamos el proyecto en función de sus requisitos comerciales específicos.",
    "factoryCustomSoftwareTitle2": "Diseños personalizados",
    "factoryCustomSoftwareDescription2": "Como diseño personalizado las posibilidades son ilimitadas.",
    "factoryCustomSoftwareTitle3": "Control total",
    "factoryCustomSoftwareDescription3": "Será un stakeholder del proyecto, lo que significa que siempre tendrá la última palabra.",
    "factoryCustomSoftwareTitle4": "Costos de soporte incluidos",
    "factoryCustomSoftwareDescription4": "Se proporcionará el apoyo necesario en todas las etapas del proyecto.",
    "factoryCustomSoftwareTitle5": "Relación a largo plazo",
    "factoryCustomSoftwareDescription5": "Para garantizar su éxito, estaremos allí para brindarle soporte de posproducción.",
    "factoryCustomSoftwareTitle6": "Flexibilidad y mejoras en tiempo real",
    "factoryCustomSoftwareDescription6": "Con nuestro modelo de desarrollo flexible podemos adoptar el software de la forma que desee durante el proceso.",
    "eCommerceDescription": "Únase a una de las industrias más grandes del mundo.",
    "ecommerceMediaTile1": "Diseño y desarrollo",
    "ecommerceMediaDescription1": "Construiremos una tienda en línea personalizada con las últimas funciones, incluyendo <b>carro de compras</b>, <b>lista de deseos</b> y <b>administración de cupones</b> junto con el mejor diseño para ofrecer a sus clientes una experiencia única.",
    "ecommerceMediaTile2": "Integración con métodos de pago",
    "ecommerceMediaDescription2": "Sea la mejor opción para sus clientes a la hora de pagar. En Booster Software podemos integrar los métodos de pago más populares como <b>PayPal</b>, <b>Stripe</b>, <b>MercadoPago</b> y básicamente cualquier método de pago que elija.",
    "ecommerceMediaTile3": "Soluciones de gestión de productos y ventas",
    "ecommerceMediaDescription3": "Tenga <b>todo bajo control</b> en la palma de su mano dondequiera que esté con una aplicación personalizada creada por nosotros para su empresa que estará disponible como una <b>aplicación web</b> en su navegador de preferencia y como una <b>aplicación móvil</b> en su teléfono.",
    "ecommerceMediaTile4": "Posicionamiento en buscadores",
    "ecommerceMediaDescription4": "Sea el primero en llegar a nuevos clientes apareciendo en más resultados en motores de búsqueda como <b>Google</b>, <b>Bing</b>, <b>Duck Duck Go</b> y muchos más. Lo haremos posible siguiendo las mejores prácticas de SEO.",
    "ecommerceMediaTile5": "Dominio",
    "ecommerceMediaDescription5": "Obtenga <b>su propio nombre de dominio</b> y TLD (.com, .net .org, etc.) de su elección. Incluiremos un <b>certificado SSL</b> para hacerlo aún más seguro y confiable.",
    "ecommerceMediaTile6": "Hosting",
    "ecommerceMediaDescription6": "Permítanos <b>alojar</b> su nuevo y brillante <b>sitio web</b> para usted. Será <b>fácil</b>, <b>seguro</b> y nos aseguraremos de que esté <b>disponible 24/7</b>.",
    "ecommerceMediaTile7": "Diseño moderno y responsive",
    "ecommerceMediaDescription7": "Sus productos disponibles en <b>cualquier pantalla</b> manteniendo siempre la <b>calidad</b> y la <b>armonía de diseño</b> en las distintas plataformas.",
    "digitalPartnerTitle": "SU SOCIO DIGITAL EN SOFTWARE A MEDIDA",
    "digitalPartnerDescription": "¿Listo para revolucionar su negocio online? Analicemos cómo nuestras soluciones de comercio electrónico pueden potenciar su marca, aumentar las ventas y ofrecer una experiencia de compra incomparable a sus clientes.",
    "digitalPartnerCTA": "Contáctenos"
}